[Version]
7.7

[Main]	
Item0000=Bienvenido a HP Recovery Manager. Si su equipo deja de funcionar normalmente, utilice esta herramienta para hacer que vuelva a funcionar de forma correcta.
Item0001=Obtener ayuda inmediata
Item0002=Deseo realizar tareas de mantenimiento
Item0003=Deseo ponerme en contacto con Soporte de HP
Item0004=Deseo tomar medidas de seguridad
Item0005=Restaurar sistema de Windows
Item0006=Restaure su sistema a una fecha anterior
Item0007=Entorno de recuperación de Windows
Item0008=Reinicie el sistema e ingrese al Entorno de recuperación de Windows para actualizar la imagen o restaurar el sistema a su estado original de fábrica
Item0009=Copia de seguridad del archivo
Item0010=Haga una copia de seguridad de sus datos
Item0011=Recuperación de imagen minimizada
Item0012=Restaure sólo el sistema operativo, los controladores y el software seleccionado (imagen limpia)
Item0013=Ejecute la Comprobación del equipo
Item0014=Utilice la herramienta Diagnóstico de hardware para hacer un diagnóstico de la memoria, disco duro, etc. de su equipo.
Item0015=Creación de medios de recuperación
Item0016=Cree un conjunto de medios de recuperación para su sistema
Item0017=Elimine la partición de la recuperación
Item0018=Elimine la imagen de copia de seguridad del software instalado en fábrica para liberar espacio en la unidad de disco duro
Item0019=Restablecimiento de fábrica
Item0020=Restablezca el equipo borrando toda la unidad de disco duro y restaurando la condición original de fábrica
Item0021=Realice el mantenimiento del equipo
Item0022=Solucione problemas, descargue actualizaciones y sepa más sobre su equipo
Item0023=Obtenga asistencia de HP
Item0024=Muestre la información de contacto a la Atención al cliente de HP
Item0025=Mostrar información de contacto
Item0026=Muestre la información de contacto a la Atención al cliente de HP
Item0027=Reinstalación de controladores y aplicaciones
Item0028=Reinstale controladores o aplicaciones
Item0029=Desactivado: Se ha eliminado la partición de recuperación.
Item0030=Desactivado: Utilice medios de recuperación para recuperar su sistema.
Item0031=Desactivado: La Restauración del sistema Windows se ha apagado.
Item0032=Desactivado: HP Support Assistant no está instalado.
Item0033=Copias de seguridad y restauración de Windows
Item0034=Crear archivos de restauración o de copia de seguridad desde una copia de seguridad existente
Item0035=Privilegios de acceso insuficientes
Item0036=HP Recovery Manager requiere privilegios administrativos para ejecutarse. Aumente los permisos en la configuración del control de cuentas del usuario. 	
Item0037=Versión: 00
Item0038=Desactivado: no es compatible con disco dinámico
Item0039=Desactivado: utilizar la Administración de discos de Windows
Item0040=Historial de archivos de Windows
Item0041=Para algunas funciones, en necesario acceder a la partición de recuperación. Acople el equipo tablet a la base y reinicie HP Recovery Manager para activar estas opciones.
Item0042=Para utilizar esta opción, acople el equipo tablet a la base y reinicie HP Recovery Manager.
Item0043=Las opciones de recuperación y copia de seguridad de archivos requieren el acceso a la partición de recuperación en la base. Acople el equipo tablet a la base, reinicie el sistema y presione F11 para reiniciar HP Recovery Manager. Haga clic en Continuar para ejecutar la Comprobación del equipo.
Item0044=Actualización del sistema de Windows
Item0045=Precauciones
Item0046=Soporte
Item0047=Mantenimiento
Item0048=Crear medios de recuperación
Item0049=Crear medios de recuperación para su sistema
Item0050=Realizar el mantenimiento del equipo	
Item0051=Póngase en contacto con Soporte de HP
Item0052=Eliminar partición de recuperación
Item0053=Crear puntos de restauración o usar los que ha creado previamente para restaurar el sistema a una fecha anterior
Item0054=Historial de archivos de Windows
Item0055=Entorno de recuperación de HP
Item0056=Reinicie el sistema e ingrese al Entorno de recuperación de HP para restaurar el sistema a su estado original de fábrica
Item0057=No desacople la tablet de la base durante el proceso de recuperación. Si lo hace, no podrá arrancar la tablet.
Item0058=Reinicie e introduzca 00 para restaurar el sistema
Item0059=Restablecimiento del sistema de Windows
Item0060=HP Recovery Manager solo es compatible en modo horizontal.
Item0061=Cierre HP Recovery Manager, cambie la pantalla al modo horizontal y vuelva a ejecutar HP Recovery Manager.

[General]	
Item0100=Atrás
Item0101=Siguiente
Item0102=Cancelar
Item0103=Continuar
Item0104=Finalizar
Item0105=Aceptar
Item0106=¿Desea salir de HP Recovery Manager?
Item0107=Asegúrese de que el equipo esté conectado a su adaptador de alimentación o el proceso de restauración puede interrumpirse.
Item0108=¡HP Recovery Manager ya está ejecutándose!
Item0109=Reiniciar
Item0110=Apagar
Item0111=Precaución: En este momento su equipo está funcionando con alimentación por batería.
Item0112=Este proceso exige que el equipo esté conectado a su adaptador de alimentación.
Item0113=Conecte el adaptador de alimentación de su equipo y luego haga clic en Aceptar para continuar.
Item0114=HP Recovery Manager falló. Código de error = 00
Item0115=Se están produciendo errores. Inténtelo de nuevo.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(código de error=00)
Item0119=Recuperación no compatible con la configuración actual, active la opción de aceleración para Intel Smart Response Technology y vuelva a intentarlo.
Item0120=Recovery Manager para uso con Windows 7. No es compatible con Windows 8.
Item0121=Este paquete de software no es compatible con Windows 7. Actualice el sistema a Windows 8 primero.
	
[Windows System Restore]
Item0200=Restaurar sistema de Windows
Item0201=Para usar Restaurar sistema de Windows, HP Recovery Manager se cerrará.
Item0202=Restaurar sistema de Windows puede ayudar a corregir los problemas que hacen que su equipo funcione con lentitud o deje de responder. No afectará a ninguno de sus documentos, imágenes u otros datos personales.
Item0203=Para iniciar Restaurar sistema de Windows automáticamente, haga clic en Siguiente.
	       	
[Computer Checkup]	
Item0250=Comprobación del equipo
Item0251=Iniciar Comprobar disco para la partición de Windows
Item0252=Iniciar Comprobar disco para la partición de recuperación
Item0253=Abrir una línea de comando
Item0254=Para continuar, seleccione una opción y haga clic en Siguiente.
		
[Remove Recovery Partition]	
Item0300=Elimine la partición de la recuperación
Item0301=Las opciones Windows Push Button Reset (Restablecimiento de botón de comando de Windows) y recuperación de imagen de HP no estarán disponibles luego de eliminar la partición de recuperación.
Item0302=Comprendido. Continuar la eliminación de la partición de recuperación.
Item0303=Continuar
Item0304=No se ha completado la creación de Medios de recuperación. La opción de creación de medios de recuperación no estará disponible después de que se haya eliminado la partición de recuperación.
Item0305=Ir a 00 ahora.
Item0306=Eliminando la partición de recuperación…
Item0307=Haga clic en Continuar para volver a la página de inicio
Item0308=Inicio
Item0309=Crear medios de recuperación
Item0310=Se están produciendo errores al eliminar la partición de recuperación. Inténtelo de nuevo.
Item0311=La partición de recuperación se eliminó correctamente.
Item0312=Las opciones de recuperación de imagen de HP no estarán disponibles después de eliminar la partición de recuperación.
		
[File Restore Program]	
Item0400=Restauración de archivos 
Item0401=Bienvenido
Item0402=Restauración de archivos lo ayuda a restaurar los archivos de los que realizó previamente copias de seguridad.
Item0403=Para continuar, haga clic en Siguiente.
Item0404=¿Qué tipos de archivo desea restaurar?
Item0405=Imágenes
Item0406=Música y otros archivos de audio
Item0407=Video y películas
Item0408=Programas de TV grabados
Item0409=Documentos, planillas de cálculos y presentaciones
Item0410=Correos electrónicos, favoritos y configuración de Internet
Item0411=Otros
Item0412=Ayuda
Item0413=Sus archivos se restauran a la siguiente ubicación:
Item0414=Se colocó un acceso directo a esta ubicación en su escritorio.
Item0415=Restauración en progreso
Item0416=Progreso:  00%
Item0417=Por favor espere...
Item0418=Archivos restaurados
Item0419=La restauración se completó con éxito.
Item0420=Para cerrar este programa, haga clic en Finalizar.
Item0421=La ruta de algunos archivos restaurados tiene más de 260 caracteres. Consulte 00.
Item0422=Aceptar
Item0423=Advertencia
Item0424=La Restauración de archivos ya se está ejecutando.
Item0425=Debe estar en Windows 7 para ejecutar la Restauración de archivos.
Item0426=¿Cancelar la Restauración de archivos?
Item0427=Restauración cancelada
Item0428=Se canceló el proceso de restauración.
Item0429=¿Dónde desea guardar los archivos de copia de seguridad?
Item0430=Disco local
		
[File Backup Program]	
Item0500=Copia de seguridad del archivo
Item0501=¿De qué tipos de archivo desea realizar una copia de seguridad?
Item0502=Imágenes
Item0503=Música y otros archivos de audio
Item0504=Video y películas
Item0505=Programas de TV grabados
Item0506=Documentos, planillas de cálculos y presentaciones
Item0507=Correos electrónicos, favoritos y configuración de Internet
Item0508=Otros
Item0509=Ayuda
Item0510=Para continuar, haga clic en Siguiente.
Item0511=Explorando
Item0512=El Asistente de copia de seguridad de archivos está creando una lista de archivos para realizar copias de seguridad.
Item0513=Este proceso puede tardar varios minutos.
Item0514=Progreso: 00 %
Item0515=Por favor espere...
Item0516=Actualmente no hay suficiente espacio disponible en la partición del sistema de la unidad de disco duro para el almacenamiento temporal durante la compresión de los datos.
Item0517=Debe liberar espacio en la partición del sistema de la unidad del disco duro para continuarla tarea.
Item0518=Aceptar
Item0519=Advertencia
Item0520=Para continuar, seleccione una opción y haga clic en Siguiente.
Item0521=Creación de la copia de seguridad
Item0522=Creando los archivos de copia de seguridad
Item0523=Finalizando los archivos de copia de seguridad
Item0524=No hay archivos de los tipos seleccionados por el usuario.
Item0525=¿Dónde desea guardar la copia de seguridad?
Item0526=Tamaño de los archivos de origen:  00
Item0527=Nombre
Item0528=Tipo
Item0529=Tamaño total
Item0530=Espacio libre
Item0531=No hay dispositivos disponibles para la copia de seguridad de archivos. Asegúrese de que su disco extraíble esté conectado.
Item0532=Extraíble
Item0533=La copia de seguridad de los archivos está lista.
Item0534=Sus archivos se guardarán en (00).
Item0535=Creando la copia de seguridad 
Item0536=La unidad de destino no está conectada.
Item0537=Copia de seguridad del archivo
Item0538=HP Recovery Manager creó la copia de seguridad con éxito.
Item0539=¿Cancelar la Copia de seguridad de archivos?
Item0540=Cancelar
Item0541=Copia de seguridad cancelada
Item0542=Se canceló el proceso de copia de seguridad con éxito.
Item0543=Se canceló el proceso de copia de seguridad.
Item0544=¿Desea continuar la Recuperación del sistema?
Item0545=¿Desea continuar la Recuperación de imagen minimizada?
Item0546=¿Desea continuar el Restablecimiento de fábrica?
Item0547=Sí
Item0548=No
Item0549=Grabadora
Item0550=No hay dispositivos disponibles para la copia de seguridad de archivos. Asegúrese de que su disco o su grabadora extraíble estén conectados.
Item0551=Copia de seguridad automatizada
Item0552=Permite que el usuario seleccione categorías para la copia de seguridad (ejemplo: fotografías). La copia de seguridad cubrirá la mayoría de los tipos de archivos utilizados típicamente por la categoría. Utilice esta opción si desea una manera fácil de configurar su copia de seguridad.
Item0553=Copia de seguridad manual
Item0554=Permite que los usuarios seleccionen archivos y carpetas específicas para realizar una copia de seguridad. Utilice esta opción si desea tener el control total de lo que se está incluyendo en la copia de seguridad.
Item0555=Copia directa de datos
Item0556=La Copia directa de datos no utiliza compresión y los archivos no se restauran por medio de  HP Recovery Manager. Para acceder a los archivos desde cualquier equipo una vez que la copia de seguridad esté completa, sólo examine el directorio de Archivos de recuperación del sistema.
Item0557=Para restaurar los datos al sistema original, simplemente copie y pegue los archivos de vuelta.
Item0558=Inserte un disco DVD+R o DVD-R en blanco y haga clic en Siguiente.
Item0559=Progreso de grabación:  00 %
Item0560=Disco(s) total(es):  00
Item0561=Disco actual:  00
Item0562=Inserte un disco
Item0563=Inserte un disco en blanco.
Item0564=El disco insertado no es compatible con HP Recovery Manager, por favor inserte un disco DVD+R o DVD-R (con 4,7 GB de capacidad) en blanco.
Item0565=Preparando los datos	
	
[Recovery Media Creation]	
Item0600=Inicio
Item0601=Crear medios de recuperación
Item0602=Sólo se le permite crear 00 conjunto de medios de recuperación.
Item0603=Acepto.
Item0604=Continuar
Item0605=Inserte uno de los siguientes medios:
Item0606=Unidad flash USB
Item0607=Mínimo de 00 GB de capacidad necesaria
Item0608=DVD
Item0609=00 discos necesarios
Item0610=DVDDL
Item0611=¿Continuar con los medios resaltados?
Item0612=Sí
Item0613=No
Item0614=Se está creando la unidad flash de recuperación USB...
Item0615=Preparar el disco
Item0616=Formateo de la unidad flash USB
Item0617=Copiar imagen
Item0618=Copiando la imagen de recuperación a la unidad flash USB...
Item0619=Verificar disco
Item0620=Comprobando la imagen de recuperación de la unidad flash USB...
Item0621=00 % completo
Item0622=Inserte un disco
Item0623=Por favor, inserte un disco 00 para continuar. Haga clic en Cancelar para detener la creación de los medios de recuperación. Es posible continuar el proceso de creación de medios de recuperación en cualquier momento al seleccionar de nuevo la opción Crear medios de recuperación.
Item0624=Preparar los datos
Item0625=Creación de la imagen de recuperación
Item0626=Grabar datos
Item0627=Grabación de la imagen de recuperación en el disco
Item0628=Verificar disco
Item0629=Verificación de la imagen de recuperación en el disco
Item0630=Los medios de recuperación se crearon el 00. Sólo se le permite crear UN conjunto de medios de recuperación.
Item0631=Haga clic en Aceptar para volver a la página de inicio
Item0632=Aceptar
Item0633=No se ha completado la creación de Medios de recuperación. Presione Continuar para completar la creación de los medios de recuperación.
Item0634=Cancelar
Item0635=Conecte el adaptador de alimentación de su equipo
Item0636=La batería debe estar instalada y el equipo debe estar conectado a su adaptador de alimentación para continuar este proceso
Item0637=Instale la batería
Item0638=No se encontró ninguna unidad óptica
Item0639=Ahora puede conectar la unidad óptica
Item0640=Disco Blu-ray
Item0641=La creación del disco de recuperación 00 está terminada. Etiquete el disco 00 y guárdelo en un lugar seguro.
Item0642=Se formateará la unidad flash USB. Se perderán todos los datos de la unidad flash USB. Todo el espacio de la unidad flash USB se utilizará para la imagen de recuperación (incluso si la unidad flash USB es más grande que el tamaño estimado de la imagen de recuperación).
Item0643=Haga clic en Cancelar para volver a la selección de medios o en Continuar para iniciar la preparación del disco.
Item0644=Seleccione una de las siguientes opciones de medios 
Item0645=UN
Item0646=Analizando el hardware…
Item0647=Se están creando los medios de recuperación. No se puede cerrar HP Recovery Manager.
Item0648=Se están produciendo errores en la creación de los medios de recuperación. Inténtelo de nuevo.
Item0649=La capacidad de la unidad flash insertada no es suficiente. Inserte otra unidad.
Item0650=No se admiten medios regrabables. Inserte un disco 00 en blanco.
Item0651=El disco insertado no está vacío. Inserte un disco 00 en blanco.
Item0652=El disco de recuperación 00 de 01 está terminado. Etiquete el disco 00 de 01  y guárdelo en un lugar seguro.
Item0653=Se creó el disco de recuperación con éxito.
Item0654=Se creó la unidad flash de recuperación con éxito. Etiquétela y guárdela en un lugar seguro.
Item0655=00 disco(s) necesario(s)
Item0656=¡No se admiten medios regrabables!
Item0657=¡No se admite el medio insertado!
Item0658=Se ha eliminado la partición de recuperación. La opción de creación de medios de recuperación ya no está disponible.
Item0659=Falló la verificación del disco. Utilice otro disco e inténtelo de nuevo.
Item0660=Falló la grabación del disco. Utilice otro disco e inténtelo de nuevo.
Item0661=Este sistema se creo a partir del medio de recuperación. Sólo se le permite crear UN conjunto de medios de recuperación.
Item0662=Se ha eliminado la partición de recuperación.
Item0663=Límite de USB sobrepasado
Item0664=La imagen de recuperación sobrepasa los 32 GB. Use medios ópticos.
Item0665=La imagen de recuperación sobrepasa el límite de 32 GB para la unidad flash USB. Para crear un medio de recuperación, necesitará utilizar medios ópticos (DVD).
Item0666=Asegúrese de que la unidad flash USB tenga capacidad para 00 GB de datos (32 GB como máximo).
Item0667=- El disco de recuperación 00 de 01 está completo. Etiquete el disco como "00 de 01" y consérvelo en un lugar seguro.
Item0668=- Inserte un disco para continuar o haga clic en Cancelar para detener la creación de medios de recuperación. 
Item0669=- Puede continuar en cualquier momento seleccionando de nuevo la opción Crear medios de recuperación.
Item0670=Precaución: La unidad flash USB seleccionada será formateada. Se perderán todos los datos de la unidad flash USB.
Item0671=Se utilizará un máximo de 32 GB en la unidad flash USB para la imagen de recuperación. Si la unidad flash USB ocupa más de 32 GB, una vez que se haya creado la imagen de recuperación no se podrá usar el espacio extra en la unidad flash.
Item0672=Haga clic en Cancelar para volver a la selección de los medios o en Continuar para iniciar la creación de medios de recuperación.
Item0673=Seleccione 00 para volver a la selección de los medios o 01 para iniciar la creación de medios de recuperación.
	
[System Recovery]	
Item0700=Restaure su equipo a su condición de fábrica original
Item0701=Este proceso reinstalará la imagen de fábrica original en la partición del sistema, pero no realizará otros cambios en la unidad de disco duro.
Item0702=Se perderán todos los archivos y programas creados por el usuario instalados después de la compra.
Item0703=Realice primero una copia de seguridad de sus archivos (recomendado)
Item0704=Recupere sin realizar una copia de seguridad de sus archivos
Item0705=Para continuar, seleccione una opción y haga clic en Siguiente.
Item0706=Entorno de recuperación de HP
Item0707=Bienvenido a HP Recovery Manager
Item0708=Utilice este programa para recuperar su equipo a su condición de fábrica original.
Item0709=Desconecte todos los dispositivos externos antes de continuar.
Item0710=Para obtener información adicional, consulte la documentación de su equipo.
Item0711=Para continuar, haga clic en Siguiente.
Item0712=Restauración de la imagen de fábrica
Item0713=Reformateando la partición de Windows de su unidad de disco duro
Item0714=Reinstalando el software original
Item0715=Progreso:  00 % 
Item0716=Tiempo restante estimado: 00 minuto(s)
Item0717=Por favor espere...
Item0718=La recuperación ha finalizado
Item0719=Después de que el equipo se reinicie y usted haya concluido la configuración inicial, deberá realizar algunos pasos adicionales importantes:
Item0720=Actualice los archivos de seguridad de  Microsoft y HP
Item0721=Reinstale el software que no vino incluido con el equipo
Item0722=Restaure la información personal de la que haya realizado una copia de seguridad (si corresponde)
Item0723=Haga clic en Finalizar para reiniciar su equipo ahora.
Item0724=Preparación de la recuperación
Item0725=La unidad de disco duro se reformateará y se copiarán en el disco duro todos los archivos requeridos para restaurar la imagen de fábrica.
Item0726=Instalación de la recuperación
Item0727=Se instalan el software y los controladores y se personaliza el contenido para su equipo.
Item0728=HP Recovery Manager restablecerá la unidad de disco duro a la condición de fábrica. Se perderán los datos del usuario y los cambios de la unidad de disco duro.
Item0729=Aceptar
Item0730=Cancelar
Item0731=Preparación para la recuperación de la imagen de fábrica
Item0732=Copiando los archivos necesarios para restaurar la unidad de disco duro
Item0733=La preparación de la recuperación ha finalizado
Item0734=Después del reinicio del equipo, se iniciará la etapa de instalación de la recuperación.
Item0735=Se instalarán el software y los controladores y se personalizará el contenido para su equipo.
Item0736=Durante esta etapa, el equipo se reiniciará automáticamente varias veces. Esto es una parte normal del proceso.
Item0737=No intente acceder al equipo, no lo apague, no lo desconecte del adaptador de alimentación ni cierre su tapa durante este proceso.
Item0738=Haga clic en Continuar para reiniciar el equipo ahora.
Item0739=Inserte el disco de recuperación #00.
Item0740=Extraiga el medio de recuperación del sistema
Item0741=Recuperación del sistema no se puede realizar desde Windows. ¿Desea reiniciar el equipo e ingresar en el entorno de recuperación?
Item0742=¿Continuar?
Item0743=Preparando el entorno de recuperación…
Item0744=Cierre todas las aplicaciones y reinicie su sistema.
Item0745=Antes de continuar, desconecte todos los dispositivos externos, excepto el teclado, mouse y monitor.
Item0746=Recuperación del sistema no se puede realizar desde Windows. ¿Desea reiniciar el equipo e ingresar en el entorno de recuperación?
Item0747=El proceso de recuperación tiene dos etapas:
Item0748=Inicio
Item0749=Recuperación del sistema
Item0750=Desactivado: Utilice la opción Restablecimiento de fábrica para recuperar su sistema	
Item0751=Haga que su sistema quede al día instalando las últimas actualizaciones de Microsoft y HP.
Item0752=Ha seleccionado el Entorno de recuperación de HP. El sistema se reiniciará e ingresará al Entorno de recuperación. ¿Desea continuar?
Item0753=Si su equipo originalmente incluía más de un sistema operativo, el proceso de recuperación restablecerá todos los sistemas operativos a su estado de fábrica.
Item0754=Ha seleccionado 00. El sistema se reiniciará y entrará en el entorno de recuperación. ¿Desea continuar?
Item0755=Se perderán todos los archivos y programas creados por el usuario instalados después de la compra.
Item0756=El proceso de recuperación tiene dos etapas:
Item0757=Preparación de la recuperación
Item0758=La partición de Windows se reformateará y se copiarán en el disco duro todos los archivos requeridos para restaurar Windows al estado original de fábrica.
Item0759=Instalación de la recuperación
Item0760=Se instalan el software y los controladores y se personaliza el contenido para su equipo.
Item0761=Restaurando los archivos a la unidad de disco duro
Item0762=HP Drive Encryption (HPDE) está habilitado en este equipo. Desactive HPDE antes de ejecutar la recuperación del sistema.
	
[Minimized Image Recovery]	
Item0800=Recuperación de imagen minimizada
Item0801=Este proceso reinstalará un entorno de Windows limpio, con un mínimo de controladores y software instalado.
Item0802=Se perderán todos los archivos y programas creados por el usuario instalados después de la compra.
Item0803=Realice primero una copia de seguridad de sus archivos (recomendado)
Item0804=Recupere sin realizar una copia de seguridad de sus archivos
Item0805=Para continuar, seleccione una opción y haga clic en Siguiente.
Item0806=Recuperación de imagen minimizada
Item0807=Bienvenido a HP Recovery Manager
Item0808=Este proceso reinstalará un entorno de Windows limpio, con un mínimo de controladores y software instalado.
Item0809=El proceso de recuperación tiene dos etapas:
Item0810=Preparación de la recuperación
Item0811=La unidad de disco duro se reformateará y se copiarán en el disco duro todos los archivos requeridos para restaurar la imagen minimizada.
Item0812=Instalación de la recuperación
Item0813=Se instalan el software y los controladores y se personaliza el contenido para su equipo.
Item0814=Desconecte todos los dispositivos externos antes de continuar.
Item0815=Para obtener información adicional, consulte la documentación de su equipo.
Item0816=Para continuar, haga clic en Siguiente.
Item0817=Se ha detectado el disco dinámico. La recuperación no puede continuar. Debe utilizar medios de recuperación para restaurar el equipo
Item0818=Preparación para la recuperación de la imagen minimizada
Item0819=Reformateando la partición de Windows de su unidad de disco duro
Item0820=Copiando los archivos necesarios para restaurar la unidad de disco duro
Item0821=Progreso:  00 % 
Item0822=Tiempo restante estimado: 00 minuto(s)
Item0823=Por favor espere...
Item0824=La preparación de la recuperación ha finalizado
Item0825=Después del reinicio del equipo, se iniciará la etapa de instalación de la recuperación.
Item0826=Se instalarán el software y los controladores y se personalizará el contenido para su equipo.
Item0827=Durante esta etapa, el equipo se reiniciará automáticamente varias veces. Esto es una parte normal del proceso.
Item0828=No intente acceder al equipo, no lo apague, no lo desconecte del adaptador de alimentación ni cierre su tapa durante este proceso.
Item0829=Haga clic en Continuar para reiniciar el equipo ahora.
Item0830=La recuperación ha finalizado
Item0831=Después de que el equipo se reinicie y usted haya concluido la configuración inicial, deberá realizar algunos pasos adicionales importantes:
Item0832=Actualice los archivos de seguridad de  Microsoft y HP
Item0833=Reinstale el software que no vino incluido con el equipo
Item0834=Restaure la información personal de la que haya realizado una copia de seguridad (si corresponde)
Item0835=Haga clic en Finalizar para reiniciar su equipo ahora.
Item0836=Aceptar
Item0837=Inserte el disco de recuperación #00.
Item0838=Extraiga el medio de recuperación del sistema
Item0839=HP Recovery Manager instalará la imagen minimizada. Se perderán los datos del usuario y los cambios de la unidad de disco duro.
Item0840=Antes de continuar, desconecte todos los dispositivos externos, excepto el teclado, mouse y monitor.
Item0841=Desactivado: Utilice la opción Restablecimiento de fábrica para recuperar su sistema
Item0842=Si su equipo originalmente incluía más de un sistema operativo, el proceso de recuperación restablecerá todos los sistemas operativos a su estado de fábrica.
	
[Boot from UCRD]	
Item0900=Recuperación del sistema
Item0901=HP Recovery Manager se inicia desde su unidad de disco duro de forma predeterminada, pero puede ejecutarlo desde el medio que insertó.
Item0902=Ejecutar el programa desde los medios
Item0903=Ejecutar el programa desde la unidad de disco duro
Item0904=Para continuar, seleccione una opción y haga clic en Siguiente.
Item0905=Ejecutar el programa desde la unidad de disco duro
Item0906=El equipo ahora se reiniciará desde la partición.
Item0907=Extraiga el medio de recuperación antes de continuar.
Item0908=Para cerrar este asistente, haga clic en Finalizar.
Item0909=Comuníquese con la Atención al cliente de HP
Item0910=Los medios de recuperación del sistema no son compatibles con este equipo.
Item0911=No puede restaurar este sistema con los medios.
Item0912=No puede restaurar este sistema con el puerto del dispositivo, comuníquese con la Atención al cliente de HP.
		
[Factory Reset]	
Item1000=Restablecimiento de fábrica
Item1001=Restauración de la imagen de fábrica
Item1002=¿Desea restaurar su sistema a la condición original de fábrica?
Item1003=Realice primero una copia de seguridad de sus archivos (recomendado)
Item1004=Recupere sin realizar una copia de seguridad de sus archivos
Item1005=Para continuar, seleccione una opción y haga clic en Siguiente.
Item1006=Bienvenido a HP Recovery Manager
Item1007=Utilice este programa para recuperar su equipo a su condición de fábrica original.
Item1008=El proceso de recuperación tiene dos etapas:
Item1009=Preparación de la recuperación
Item1010=La unidad de disco duro se reformateará y se copiarán en el disco duro todos los archivos requeridos para restaurar la imagen de fábrica.
Item1011=Instalación de la recuperación
Item1012=Se instalan el software y los controladores y se personaliza el contenido para su equipo.
Item1013=Desconecte todos los dispositivos externos antes de continuar.
Item1014=Para obtener información adicional, consulte la documentación de su equipo.
Item1015=Para continuar, haga clic en Siguiente.
Item1016=HP Recovery Manager restablecerá la unidad de disco duro a la condición de fábrica. Se perderán los datos del usuario y los cambios de la unidad de disco duro.
Item1017=Preparación para la recuperación de la imagen de fábrica
Item1018=Reformateando la partición de Windows de su unidad de disco duro
Item1019=Copiando los archivos necesarios para restaurar la unidad de disco duro
Item1020=Restaurando los archivos a la unidad de disco duro
Item1021=Progreso:  00 % 
Item1022=Por favor espere...
Item1023=Tiempo restante estimado: 00 minuto(s)
Item1024=La preparación de la recuperación ha finalizado
Item1025=Después del reinicio del equipo, se iniciará la etapa de instalación de la recuperación.
Item1026=Se instalarán el software y los controladores y se personalizará el contenido para su equipo.
Item1027=Durante esta etapa, el equipo se reiniciará automáticamente varias veces. Esto es una parte normal del proceso.
Item1028=No intente acceder al equipo, no lo apague, no lo desconecte del adaptador de alimentación ni cierre su tapa durante este proceso.
Item1029=Haga clic en Continuar para reiniciar el equipo ahora.
Item1030=La recuperación ha finalizado
Item1031=Después de que el equipo se reinicie y usted haya concluido la configuración inicial, deberá realizar algunos pasos adicionales importantes:
Item1032=Actualice los archivos de seguridad de  Microsoft y HP
Item1033=Reinstale el software que no vino incluido con el equipo
Item1034=Restaure la información personal de la que haya realizado una copia de seguridad (si corresponde)
Item1035=Haga clic en Finalizar para reiniciar su equipo ahora.
Item1036=Sí
Item1037=No
Item1038=Comuníquese con la Atención al cliente de HP
Item1039=En la mayoría de los casos, la restauración de la unidad de disco duro resolverá sus problemas.
Item1040=Si sus problemas continúan, tal vez sea necesario entrar en contacto con la Atención al cliente de HP.
Item1041=Puede encontrar información de contacto del Soporte técnico de HP en la documentación de su equipo.
Item1042=Para cerrar este programa, haga clic en Finalizar.
Item1043=Inserte el disco de recuperación #00.
Item1044=Extraiga el medio de recuperación del sistema
Item1045=HP Recovery Manager restablecerá las unidades de disco duro a la condición original de fábrica. Se perderán los datos del usuario y todos los cambios realizados en la unidad de disco duro.
Item1046=Aceptar
Item1047=Cancelar
Item1048=Antes de continuar, desconecte todos los dispositivos externos, excepto el teclado, mouse y monitor.
Item1049=HP Recovery Manager restablecerá las unidades de disco duro a la condición original de fábrica. Se perderán los datos del usuario y todos los cambios realizados en la unidad de disco duro.	
Item1050=Este proceso restaurará su sistema al estado de fábrica original.
Item1051=La unidad de disco duro se volverá a particionar y se reformateará a su estado de fábrica original.
Item1052=Todos los archivos y particiones creados por el usuario, así como los programas instalados después de la compra, se perderán.
Item1053=Si su equipo originalmente incluía más de un sistema operativo, el proceso de recuperación restablecerá todos los sistemas operativos a su estado de fábrica.
	
[Restoration Incomplete]	
Item1100=Restauración incompleta
Item1101=La restauración no está terminada.
Item1102=Seleccione uno de los siguientes botones:
Item1103=Guardar registro
Item1104=Detalles
Item1105=Reintentar
Item1106=Este recurso recopila información sobre su equipo para ayudar a HP a diagnosticar el problema.
Item1107=Inserte una unidad de disco duro extraíble con por lo menos 00 MB libres y a continuación haga clic en Aceptar.
Item1108=Aceptar
Item1109=No hay suficiente espacio libre. Inserte una unidad de disco duro extraíble con por lo menos 00 MB libres y a continuación haga clic en Aceptar.
Item1110=Se guardó el archivo de registro como 00.
Item1111=Inserte el medio de recuperación.
Item1112=Haga clic en Continuar para reiniciar el equipo ahora.
Item1113=Continuar
Item1114=El espacio total del disco duro es inferior al del disco duro original instalado en fábrica. No se puede continuar con el proceso de recuperación.
Item1115=El espacio total del disco duro es muy reducido. No se puede continuar con el proceso de recuperación.
		
[Drivers and Applications Reinstall]	
Item1200=Reinstalación de controladores y aplicaciones
Item1201=Creando lista de controladores y aplicaciones
Item1202=Inicio
Item1203=Instalar
Item1204=Instalando
Item1205=Completa
Item1206=Aplicaciones (00)
Item1207=Controladores (00)
Item1208=Actualizaciones de HP (00): actualizaciones descargadas e instaladas de HP.com o HP Support Assistant
Item1209=Versión: 00
Item1210=00 elementos,
Item1211=00 de 01 elementos seleccionados,
Item1212=00 Aplicación y
Item1213=00 Aplicaciones y
Item1214=00 Controlador y
Item1215=00 Controladores y
Item1216=00 Actualización de HP
Item1217=00 Actualizaciones de HP
Item1218=Se completó la instalación.
Item1219=El software se está instalando. Se ha cancelado el cierre de HP Recovery Manager.
Item1220=Aceptar
Item1221=Desinstale la versión anterior del software antes de reinstalarlo.
Item1222=Se están produciendo errores en la reinstalación del software. Inténtelo de nuevo.
Item1223=No se encontró en esta máquina la fuente del software
Item1224=Elemento
Item1225=00 de 01 elemento seleccionado,
Item1226=Es posible que uno(a) o más del (de los) controlador(es) seleccionado(s) y/o de la(s) aplicación(es) seleccionada(s) no hayan instalado de forma adecuada y se hayan marcado con un ”signo de exclamación”. Desinstálelos del equipo antes de intentar instalarlos de nuevo desde HP Recovery Manager.
Item1227=Es posible que uno(a) o más del (de los) controlador(es) seleccionado(s) y/o de la(s) aplicación(es) seleccionada(s) no hayan instalado de forma adecuada y se hayan marcado con 00. Desinstálelos del equipo antes de intentar instalarlos de nuevo desde HP Recovery Manager.
Item1228=Controlador 00
Item1229=Controladores 00
Item1230=Listo	
	
[RP Protection]	
Item1300=Partición de recuperación
Item1301=Advertencia
Item1302=Este sector de su unidad de disco duro (o de la partición) contiene archivos que se usan durante el Windows Push Button Reset (Restablecimiento de botón de comando de Windows) y la recuperación de imagen de HP.
Item1303=No elimine ni modifique ninguno de estos archivos.
Item1304=Cualquier cambio realizado a esta partición podría afectar la funcionalidad de la recuperación del sistema en el futuro.
	
[Show Contact Information]	
Item1350=Comuníquese con la Atención al cliente de HP
Item1351=En la mayoría de los casos, la restauración de una imagen de fábrica resolverá sus problemas.
Item1352=Si continúa teniendo problemas o necesita medios de recuperación de sistema de reemplazo, puede ser necesario solicitar asistencia a la Atención al cliente de HP.
Item1353=Puede comunicarse con la Atención al cliente de HP en:
Item1354=www.hp.com/go/contacthp
Item1355=Haga clic en Finalizar para cerrar este programa.
Item1356=Haga clic en Cancelar para cerrar este programa.

[File Backup Program 2.0]
Item1400=¿Qué método de selección de archivos desea usar para crear su copia de seguridad?
Item1401=Selección automática
Item1402=Seleccione las categorías de archivos para crear la copia de seguridad.
Item1403=Selección de usuario
Item1404=Seleccione de qué carpetas y archivos desea crear copias de seguridad manualmente.
Item1405=Con la selección automática elige de qué categorías de archivos crear copias de seguridad. Por ejemplo “Imágenes” y “Música y otros archivos de audio”. Luego, el programa busca archivos en el equipo en estas categorías (según un conjunto de tipos de archivos predefinidos comúnmente utilizados para dichos archivos) y les realiza copias de seguridad. Los archivos se comprimen y deben guardarse utilizando la opción de restauración de archivos antes de que sean accesibles.
Item1406=Con la selección del usuario puede seleccionar exactamente a qué archivos y carpetas realizarles copias de seguridad seleccionándolos mediante una ventana del Explorador de Windows. Tiene dos opciones para la copia de seguridad: Compresión y Sin compresión
Item1407=Compresión: Los archivos se comprimen y deben guardarse utilizando la opción de restauración de archivos antes de que sean accesibles.
Item1408=Sin compresión: Los archivos y directorios se copian de manera individual sin comprimirlos. Se puede acceder a los archivos sin utilizar la opción de restauración de archivos.
Item1409=¿Desea utilizar la compresión?
Item1410=Compresión
Item1411=Sin compresión
Item1412=Los archivos se comprimen en un formato de archivo WIM y se deben restaurar en el equipo utilizando la opción Restauración de archivos antes de que sean accesibles. Esta opción minimiza el tamaño de la copia de seguridad y durante una restauración de archivos, todos los archivos se copiarán directamente en C:\ y quedarán accesibles mediante un acceso directo en el Escritorio.
Item1413=Los archivos y directorios se copian de manera individual sin comprimirlos y se puede acceder a ellos directamente desde la unidad de copia de seguridad, sin usar la opción Restauración de archivos. Esta opción no minimiza el tamaño de la copia de seguridad y los archivos y directorios deberán volver a copiarse manualmente (copiar/pegar) en el equipo.
Item1414=¿De qué archivos desea realizar copias de seguridad?
Item1415=Explorar archivos
Item1416=Tamaño de la copia de seguridad:  00
Item1417=Nombre
Item1418=Tamaño
Item1419=Selección de medios de copia de seguridad
Item1420=Selección de medios: 00
Item1421=Necesitará 00 discos de este tipo para crear la copia.
Item1422=Para continuar la copia de seguridad con el medio seleccionado, haga clic en Siguiente.
Item1423=Para elegir un tipo de medios distinto para utilizar, haga clic en Atrás.
Item1424=Preparación de archivos
Item1425=Creación del disco
Item1426=Grabar disco
Item1427=Verificar disco
Item1428=Inserte el disco 00 de 00 00.
Item1429=Archivos seleccionados
Item1430=Copiar los archivos
Item1431=Se copiaron los archivos y directorios seleccionados
Item1432=Recovery Manager copió los archivos correctamente
Item1433=Hay archivos que superan la capacidad del disco de copia de seguridad, el proceso de copia de seguridad no puede continuar.
Item1434=Cambiar a Modo de compresión
Item1435=Quitar la selección a los archivos superiores a 00
Item1436=Volver a seleccionar el dispositivo
Item1437=Lista de archivos grandes
Item1438=Inserte el disco 00.
Item1439=No hay ningún disco disponible con espacio libre suficiente para la copia de seguridad. Conecte otro disco o libere espacio en uno que ya esté conectado.
Item1440=Este tipo de disco no es compatible.
Item1441=Disminuye el tamaño del archivo. Requiere el uso de la opción Restauración de archivos.
Item1442=No disminuye el tamaño del archivo, no requiere la opción Restauración de archivos.
Item1443=Sólo se puede guardar una copia de seguridad en medios ópticos o en una unidad de disco duro externo. Si el tipo de dispositivo o medio deseado no aparece a continuación, asegúrese de que el dispositivo esté conectado y encendido o el tipo de medios deseado esté insertado en el dispositivo óptico para continuar el proceso de copia de seguridad.
Item1444=Este disco no es el correcto o puede estar corrupto. Introduzca el disco 00.
Item1445=Solo se puede crear una copia de seguridad en un disco duro o en una unidad flash USB en formato NTFS. Asegúrese de que el dispositivo deseado está conectado y el sistema de archivos es NTFS antes de continuar con la creación de la copia de seguridad.
Item1446=Si se selecciona 00 en Selección automática o Selección del usuario, se creará una copia de seguridad de todos los archivos en el modo Sin compresión y se debe restaurar copiando manualmente los datos. No se puede utilizar la opción Restauración de archivos.
Item1447=Todos los archivos almacenados en la carpeta de 00.
Item1448=Los archivos se comprimen en un formato de archivo WIM y se deben restaurar en el equipo utilizando la opción Restauración de archivos antes de que se pueda acceder a ellos. Esta opción minimiza el tamaño de la copia de seguridad y todos los archivos se restaurarán en el destino que especifique y serán accesibles a través de un acceso directo en el escritorio.
Item1449=No se permite la compresión cuando se seleccionan datos 00.
Item1450=Se ha hecho una copia de seguridad de los datos 00 en la siguiente carpeta bajo el directorio raíz de la carpeta de copia de seguridad:
Item1451=Copie la copia de seguridad de los datos 00 de la carpeta de medios de copia de seguridad a su sistema una vez que haya finalizado la recuperación.
Item1452=Solo se puede hacer una copia de seguridad de los datos 00 mediante la opción Sin compresión.
Item1453=Seleccione Aceptar para crear la copia de seguridad mediante la opción Sin compresión, o seleccione Cancelar para crear la copia de seguridad de los archivos de nuevo.

[Windows Recovery Environment]
Item1500=Copia de seguridad y recuperación HP o póngase en contacto con el soporte técnico de HP

[Windows System Refresh]
Item1600=Actualice su equipo sin que esto afecte a sus archivos personales

[AboutInfo]
Item1700=Información
Item1701=Versión
Item1702=Medios de recuperación
Item1703=Sistema
Item1704=Número de producto
Item1705=Número de serie
Item1706=Partición de recuperación de HP
Item1707=Sí
Item1708=No
Item1709=Acerca de